brew "act"
brew "aom"
brew "aspell"
brew "autoconf"
brew "automake"
brew "aws-shell"
brew "awscli"
brew "blueutil"
brew "bundler-completion"
brew "cask"
brew "ccache"
brew "clang-format"
brew "clang-tidy"
brew "cmake"
brew "compiledb"
brew "coreutils"
brew "cppcheck"
brew "deno"
brew "dfu-util"
brew "dtc"
brew "duckdb"
brew "emacs"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gcovr"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "glib"
brew "gnu-sed"
brew "gnupg"
brew "gnutls"
brew "gperf"
brew "gpgme"
brew "grip"
brew "guile"
brew "harfbuzz"
brew "hdf5"
brew "heroku"
brew "hivemq/mqtt-cli/mqtt-cli"
brew "imagemagick"
brew "jpeg-xl"
brew "jq"
brew "jsonschema"
brew "keyring"
brew "lcov"
brew "libassuan"
brew "libgcrypt"
brew "libheif"
brew "libksba"
brew "libmagic"
brew "libmatio"
brew "libraw"
brew "librsvg"
brew "libslirp"
brew "libtiff"
brew "libtool"
brew "libusb"
brew "libwebsockets"
brew "libyaml"
brew "llm"
brew "markdownlint-cli"
brew "maven"
brew "minicom"
brew "mosquitto"
brew "nghttp2"
brew "ninja"
brew "node"
brew "open-mpi"
brew "openjdk"
brew "openjdk@11"
brew "openjpeg"
brew "openslide"
brew "openssl@1.1"
brew "openssl@3"
brew "oven-sh/bun/bun"
brew "overmind"
brew "p11-kit"
brew "pango"
brew "pipx"
brew "pkgconf"
brew "platformio"
brew "pnpm"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-tabulate"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "qemu"
brew "redis"
brew "ruby-build"
brew "rust"
brew "screen"
brew "shared-mime-info"
brew "smartmontools"
brew "tesseract"
brew "tmux"
brew "tree"
brew "unbound"
brew "uvicorn"
brew "vim"
brew "vips"
brew "watch"
brew "webp"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-fast-syntax-highlighting"
cask "chromedriver"
cask "dbeaver-community"
cask "font-hack-nerd-font"
cask "gimp"
cask "google-cloud-sdk"
cask "miniconda"
cask "monitorcontrol"
cask "rar"
cask "warp"
tap "github/gh"
tap "hivemq/mqtt-cli"
tap "homebrew/bundle"
tap "oven-sh/bun"
vscode "akiramiyakoda.cppincludeguard"
vscode "aliariff.vscode-erb-beautify"
vscode "aquilalabs.superflex"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-mermaid"
vscode "birgersp.cpp-header-refactor"
vscode "continue.continue"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "dotjoshjohnson.xml"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "espressif.esp-idf-extension"
vscode "fabianlauer.vs-code-xml-format"
vscode "fnando.linter"
vscode "gamunu.vscode-yarn"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "grimmer.vscode-back-forward-button"
vscode "josetr.cmake-language-support-vscode"
vscode "kevinrose.vsc-python-indent"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "phu1237.vs-browser"
vscode "platformio.platformio-ide"
vscode "randomfractalsinc.vscode-data-preview"
vscode "redhat.vscode-xml"
vscode "ryuta46.multi-command"
vscode "twxs.cmake"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "withfig.fig"
vscode "wmaurer.change-case"
vscode "zishuzy.cpp-include-complete"
