tap "fmenezes/tap"
tap "github/gh"
tap "heroku/brew"
tap "hivemq/mqtt-cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "stripe/stripe-cli"
brew "autoconf"
brew "automake"
brew "blueutil"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "coreutils"
brew "libtool"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "ccache"
brew "clang-format"
brew "cmake"
brew "dfu-util"
brew "dtc"
brew "gh"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "gperf"
brew "python@3.10"
brew "grip"
brew "shared-mime-info"
brew "imagemagick"
brew "libslirp"
brew "libyaml"
brew "openjdk"
brew "maven"
brew "minicom"
brew "nghttp2"
brew "ninja"
brew "node"
brew "nvm"
brew "overmind"
brew "poetry"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "smartmontools"
brew "vips"
brew "wget"
brew "yarn"
brew "zlib"
brew "fmenezes/tap/clang-tidy"
brew "heroku/brew/heroku"
brew "hivemq/mqtt-cli/mqtt-cli"
brew "stripe/stripe-cli/stripe"
cask "gimp"
cask "google-cloud-sdk"
cask "java"
cask "monitorcontrol"
cask "rar"
