tap "homebrew/bundle"
tap "homebrew/services"
brew "autoconf"
brew "automake"
brew "blueutil"
brew "glib"
brew "pkg-config"
brew "python@3.12"
brew "coreutils"
brew "libtool"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "ccache"
brew "clang-format"
brew "cmake"
brew "dfu-util"
brew "dtc"
brew "gh"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "gnupg"
brew "gperf"
brew "grip"
brew "shared-mime-info"
brew "imagemagick"
brew "libslirp"
brew "libyaml"
brew "openjdk"
brew "maven"
brew "minicom"
brew "nghttp2"
brew "ninja"
brew "node"
brew "nvm"
brew "overmind"
brew "poetry"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qemu"
brew "redis", restart_service: true
brew "smartmontools"
brew "vips"
brew "wget"
brew "yarn"
brew "zlib"
brew "heroku"
cask "gimp"
cask "google-cloud-sdk"
cask "monitorcontrol"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "font-hack-nerd-font"
brew "neovim"
brew "rbenv"
brew "screen"
brew "vim"
brew "openssl@3"
brew "git"
